Repository: epsomsegura/exportReviewerCertificate
Catalog: locale/*/locale.po
Languages: es_es

# plugins.generic.exportReviewerCertificate.displayName
source: Export reviewer certificate
es_es: Exportar certificado del evaluador

# plugins.generic.exportReviewerCertificate.description
source: This plugin allow reviewers export their certificates by reviewed items.
es_es: Este plugin permite a los evaluadores descargar sus certificados por revisión realizada.

# plugins.generic.exportReviewerCertificate.tabname
source: Reviewer certificate
es_es: Certificado revisor

# plugins.generic.exportReviewerCertificate.editorialSettings.label
source: Editorial settings
es_es: Configuraciones de la editorial

# plugins.generic.exportReviewerCertificate.editorialSettings.description
source: In this section you can configure the publisher's data that will appear in the evaluation completion certificate of each article for each reviewer.
es_es: En esta sección se pueden configurar los datos de la editorial que aparecerán en el certificado de finalización de evaluación de cada artículo para cada revisor.

# plugins.generic.exportReviewerCertificate.settings.editorName
source: Editor name
es_es: Nombre del editor

# plugins.generic.exportReviewerCertificate.settings.editorSignature
source: Editor signature (transparent background)
es_es: Firma del editor (fondo transparente)

# plugins.generic.exportReviewerCertificate.settings.editorSignature.description
source: It is recommended to use transparent background png images with 500px width and 500px height.
es_es: Se recomienda utilizar imágenes png de fondo transparente con 500px de ancho y 500px de alto.

# plugins.generic.exportReviewerCertificate.settings.editorialAddress
source: Editorial address
es_es: Domicilio de la editorial

# plugins.generic.exportReviewerCertificate.settings.editorialPhone
source: Editorial phone
es_es: Teléfono de la editorial

# plugins.generic.exportReviewerCertificate.journalCertificateSettings.label
source: Certificate settings
es_es: Configuraciones del certificado

# plugins.generic.exportReviewerCertificate.journalCertificateSettings.description
source: In this section you can configure the content data of the evaluation completion certificate of each article for each reviewer.
es_es: En esta sección se pueden configurar los datos del contenido del certificado de finalización de evaluación de cada artículo para cada revisor.

# plugins.generic.exportReviewerCertificate.settings.journalCertificateHeader
source: Certificate header image
es_es: Imagen de la cabecera del certificado

source: ItÂ´s recommended to use png or jpg images with 1600px width and 300px height.
es_es: Se recomienda utilizar imágenes png o jpg con 1600px de ancho y 300px de alto.

# plugins.generic.exportReviewerCertificate.settings.certificateJournalInfo
source: Journal info
es_es: Información de la revista

# plugins.generic.exportReviewerCertificate.institutionSettings.label
source: Institution settings
es_es: Configuraciones de la institución

# plugins.generic.exportReviewerCertificate.institutionSettings.description
source: In this section you can configure the information of the institution that will appear in the certificate of completion of the evaluation of each article for each reviewer.
es_es: En esta sección se pueden configurar los datos de la institución que aparecerán en el certificado de finalización de la evaluación de cada artículo para cada revisor.

# plugins.generic.exportReviewerCertificate.settings.institutionName
source: Institution name
es_es: Nombre de la institución

# plugins.generic.exportReviewerCertificate.settings.academicUnitName1
source: Academic unit name 1
es_es: Nombre de la unidad académica 1

# plugins.generic.exportReviewerCertificate.settings.academicUnitName2
source: Academic unit name 2
es_es: Nombre de la unidad académica 2

# plugins.generic.exportReviewerCertificate.settings.educationalProgramName
source: Educational program name
es_es: Nombre del programa educativo

# plugins.generic.exportReviewerCertificate.button
source: Generate certificate
es_es: Generar certificado

# plugins.generic.exportReviewerCertificate.button.title
source: Download evaluation completion certificate from article
es_es: Descargar certificado de finalización de revisión del artículo

# plugins.generic.exportReviewerCertificate.pdf.month.january
source: January
es_es: Enero

# plugins.generic.exportReviewerCertificate.pdf.month.february
source: February
es_es: Febrero

# plugins.generic.exportReviewerCertificate.pdf.month.march
source: March
es_es: Marzo

# plugins.generic.exportReviewerCertificate.pdf.month.april
source: April
es_es: Abril

# plugins.generic.exportReviewerCertificate.pdf.month.may
source: May
es_es: Mayo

# plugins.generic.exportReviewerCertificate.pdf.month.june
source: June
es_es: Junio

# plugins.generic.exportReviewerCertificate.pdf.month.july
source: July
es_es: Julio

# plugins.generic.exportReviewerCertificate.pdf.month.august
source: August
es_es: Agosto

# plugins.generic.exportReviewerCertificate.pdf.month.september
source: September
es_es: Septiembre

# plugins.generic.exportReviewerCertificate.pdf.month.october
source: October
es_es: Octubre

# plugins.generic.exportReviewerCertificate.pdf.month.november
source: November
es_es: Noviembre

# plugins.generic.exportReviewerCertificate.pdf.month.december
source: December
es_es: Diciembre
